export const TOP = {
  TOP_MESSAGE: "Drive the World's Progress",
  MESSAGE1: {
    MESSAGE1_1: "私たちが何かを創造する上で最も大切にしているのは",
    MESSAGE1_2:
      "誰かにとっての価値を生み出し、少しでも世界を便利にしていくことです。"
  },
  MESSAGE2: {
    MESSAGE2_1: "nicaは有益な情報を発信すること・アプリを作ることで",
    MESSAGE2_2: "その価値を提供し『世界を進める』という大きな目標に挑みます。"
  }
};

export const ABOUT = {
  CONTENT1: {
    TITLE: "",
    CONTENT: {
      MESSAGE1:
        "こんにちは。nicaに訪れていただきありがとうございます。会社員と一児のパパをしながらnicaを運営している人です。",
      MESSAGE2:
        "nicaでは有益な情報を発信すること・アプリ(便利ツールなど)を作ることで皆さんに少しでも「良いこと知れた！」、「これのおかげで便利になった！」と感じてもらえるように頑張ります。主にIT関係の情報発信や本の紹介がメインになってしまいそうですが、半年~1年に1個はwebアプリなどを作ってお届けできるようにしたいです、、笑",
      MESSAGE3:
        "こんな記事を書いてほしい、こんなアプリを作ってほしいなどありましたらお気軽に各記事下部のコメント欄やお問い合わせページにご記載ください。"
    }
  },
  CONTENT2: {
    TITLE: "Drive the World's Progress",
    CONTENT: {
      MESSAGE1:
        'トップページにもありますが、これがnicaのコンセプトです。私は仕事をする、何か価値を生み出す上で大切なことは『世界を進める』ことだとずっと思ってきました。人々の生活はこれまで蒸気機関、電気、スマホなどの登場により大きく発展し、このような発展を私は次のステージに進むイメージで「世界を進める」と表現しています。私も小さいことからでもこのように「世界を進めたい」という思いで、"Drive the World\'s Progress"というコンセプトにしました。英語にしたのは少しでもダサさを軽減したかったからです笑'
    }
  },
  CONTENT3: {
    TITLE: "",
    CONTENT: {
      MESSAGE1:
        "この大なり記号みたいなものがnicaのロゴです。このロゴに込めた想いは大きく2つあります。",
      MESSAGE2:
        "1つはコンセプトの「世界を進める」です。矢印だと捉えることで「進める」というイメージを表しています。2つ目は「ITの力で」です。なんでこれがITになるの？と思うことでしょう。エンジニアが何かをする上で必ずと言って良いほど使うものに「ターミナル」というものがあります。いくつかの種類のターミナルでは文字入力欄の先頭に>のような記号があります。そこから「ITの力で」という想いを込めました。2つ合わせて「ITの力で世界を進める」ですね！",
      MESSAGE3:
        'ちなみに正確には">nica"でロゴなのですが、ブラウザのタブなどロゴの範囲が狭い場所用です。'
    }
  },
  CONTENT4: {
    TITLE: "🌱",
    CONTENT: {
      MESSAGE1:
        "最後に、サイト内にちらほらある植物のイラストについてです。私は観葉植物にちょっと興味はあるのですが、スペース取りそうだし、お世話大変そうでなかなか自分の家に置こうという気になれません。なので、その代わりと言ったらなんですが、サイト内に置いてみることにしてみました笑"
    }
  }
};

export const CONTACT = {
  DESCRIPTION1:
    "当サイトへのご意見やお問い合わせは下記フォームよりお願いいたします。",
  DESCRIPTION2:
    "お問い合わせはお名前・メールアドレスが必須になります。コメントなどは各記事ページ下部のコメント欄からお願いします。"
};

export const PRIVACY = {
  MESSAGE1:
    "当サイトでは氏名やメールアドレスなどの個人情報をご入力いただく場合がございます。",
  MESSAGE2:
    "取得させていただいた個人情報はお客様からのお問い合わせに対応するために利用します。",
  MESSAGE3:
    "また、取得させていただいた個人情報は以下の場合に限り第三者に開示します。",
  MESSAGE3_CHILD: {
    MESSAGE3_1: "お客様本人の同意がある場合",
    MESSAGE3_2: "法令により開示を求められた場合"
  }
};
