export const TOP = {
  TOP_MESSAGE: "Drive the World's Progress",
  MESSAGE1: {
    MESSAGE1_1: "私たちが何かを創造する上で最も大切にしているのは",
    MESSAGE1_2:
      "誰かにとっての価値を生み出し、少しでも世界を便利にしていくことです。"
  },
  MESSAGE2: {
    MESSAGE2_1: "nicaは有益な情報を発信すること・アプリを作ることで",
    MESSAGE2_2: "その価値を提供し『世界を進める』という大きな目標に挑みます。"
  }
};

export const ABOUT = {
  CONTENT1:
    "スマホの登場・画像による検索など様々な技術の登場で次々に新しいことができるようになり、世の中はどんどんと便利になっていきます。nicaではこのように今まではできなかったことができるようになり、世界の人々がより便利に暮らせるように何かを作ることを『世界を進める』と表現しています。"
};

export const CONTACT = {
  DESCRIPTION1:
    "当サイトへのご意見やお問い合わせは下記フォームよりお願いいたします。",
  DESCRIPTION2:
    "お問い合わせはお名前・メールアドレスが必須になります。コメントなどは各記事ページ下部のコメント欄からお願いします。"
};
